export const heroConfig = {
  headerText: "Женское комьюнити в Ставрополе",
  aboutButtonText: "о клубе",
  formButtonText: "регистрация на события",
};

export const informationConfig = {
  mainTextInformationBlock: "Добро пожаловать в «Птички»",
  secondTextInformationBlock:
    "Это женский клуб для тех, кто хочет быть на одной волне: болтать без осуждения, делиться находками, поддерживать друг друга и чувствовать рядом тепло.",
  thirdTextInformationBlock: "Почирикаем вместе?",
  buttonText: "ссылка на бот",
  buttonUrl: "https://t.me/ptichkirobot",
};

export const posterConfig = {
  headerText: "АФИША",
  secondText: "Следующее мероприятие",
  descriptionText: "Описание события",
  actionButtonText: "регистрация",
};

export const FAQConfig = {
  headerText: "ответы на вопросы:",
  questionsAndAnswers: [
    {
      question: "Кто может вступить в комьюнити?",
      answer: `«Птички» — для девушек, которым важно быть на одной волне:
поддерживать, делиться, смеяться и расти вместе.
Мы рады каждой, кто ищет пространство без осуждения и стереотипов, где можно быть собой.`,
    },
    {
      question: "Какие у «Птичек» ценности?",
      answer:
        "Мы ценим свободу быть собой без стереотипов, «правильности», рамок и ожиданий. Не соревнуемся, а поддерживаем друг друга. И делаем это с теплом, юмором и искренностью.",
    },
    {
      question: "Есть смысл вступать, если я из другого города/страны?",
      answer:
        "Конечно! Наш клуб объединяет девушек из самых разных мест. Ты всегда можешь попросить совет или рекомендацию и получить в чате искренние ответы. Недоступным будет только офлайн-формат: сейчас встречи проходят в Ставрополе.",
    },
    {
      question: "Как часто проводятся встречи?",
      answer: "Встречи проходят в Ставрополе каждую неделю.",
    },
    {
      question: "Какие есть бонусы от партнёров?",
      answer:
        "Участницы получают клубную карту «Птичек», по которой доступны скидки и бонусы у наших партнёров.",
    },
    {
      question: "Что я получу от клуба?",
      answer: `· Поддержку и общение в кругу девушек, которые на твоей волне.
· Полезные материалы, инсайты и подборки в закрытом канале.
· Регулярные офлайн-мероприятия (если ты в Ставрополе).
· Скидки и бонусы от партнёров клуба (пока только Ставрополь).`,
    },
  ],
};

export const contactConfig = {
  headerText: "Чирикай вместе с нами!",
  blockText: "юридический блок",
  telegramButtonUrl: "https://t.me/ptichkirobot",
  vkButtonUrl: "https://vk.com/ptichkirobot",
};
